-- MySQL dump 10.13  Distrib 5.7.9, for Win32 (AMD64)
--
-- Host: localhost    Database: acne
-- ------------------------------------------------------
-- Server version	5.7.17

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `t_goods`
--

DROP TABLE IF EXISTS `t_goods`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `t_goods` (
  `goodsId` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `goodsName` varchar(255) DEFAULT NULL,
  `goodsPicture` text,
  `description` text,
  `uploadDate` timestamp NULL DEFAULT NULL ON UPDATE CURRENT_TIMESTAMP,
  `score` int(11) DEFAULT NULL,
  `browseNum` int(11) DEFAULT NULL,
  `available` int(11) DEFAULT NULL,
  PRIMARY KEY (`goodsId`)
) ENGINE=InnoDB AUTO_INCREMENT=114 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `t_goods`
--

LOCK TABLES `t_goods` WRITE;
/*!40000 ALTER TABLE `t_goods` DISABLE KEYS */;
INSERT INTO `t_goods` VALUES (1,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:58:40',10,20,1),(2,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:03',10,20,1),(3,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:03',10,20,1),(4,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:03',10,20,1),(5,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:03',10,20,1),(6,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:03',10,20,1),(7,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:03',10,20,1),(8,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:04',10,20,1),(9,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:04',10,20,1),(10,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:04',10,20,1),(11,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:04',10,20,1),(12,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:04',10,20,1),(13,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:04',10,20,1),(14,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:04',10,20,1),(15,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:04',10,20,1),(16,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:04',10,20,1),(17,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:04',10,20,1),(18,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:04',10,20,1),(19,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:04',10,20,1),(20,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:04',10,20,1),(21,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:04',10,20,1),(22,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:04',10,20,1),(23,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:04',10,20,1),(24,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:04',10,20,1),(25,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:04',10,20,1),(26,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:04',10,20,1),(27,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:04',10,20,1),(28,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:04',10,20,1),(29,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:04',10,20,1),(30,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:04',10,20,1),(31,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:04',10,20,1),(32,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:04',10,20,1),(33,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:05',10,20,1),(34,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:05',10,20,1),(35,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:05',10,20,1),(36,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:05',10,20,1),(37,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:05',10,20,1),(38,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:05',10,20,1),(39,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:05',10,20,1),(40,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:05',10,20,1),(41,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:05',10,20,1),(42,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:05',10,20,1),(43,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:05',10,20,1),(44,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:05',10,20,1),(45,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:05',10,20,1),(46,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:05',10,20,1),(47,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:05',10,20,1),(48,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:05',10,20,1),(49,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:05',10,20,1),(50,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:05',10,20,1),(51,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:05',10,20,1),(52,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:05',10,20,1),(53,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:05',10,20,1),(54,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:05',10,20,1),(55,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:05',10,20,1),(56,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:06',10,20,1),(57,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:06',10,20,1),(58,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:06',10,20,1),(59,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:06',10,20,1),(60,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:06',10,20,1),(61,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:06',10,20,1),(62,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:06',10,20,1),(63,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:06',10,20,1),(64,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:06',10,20,1),(65,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:06',10,20,1),(66,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:06',10,20,1),(67,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:06',10,20,1),(68,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:06',10,20,1),(69,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:06',10,20,1),(70,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:06',10,20,1),(71,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:06',10,20,1),(72,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:06',10,20,1),(73,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:06',10,20,1),(74,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:06',10,20,1),(75,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:06',10,20,1),(76,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:06',10,20,1),(77,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:06',10,20,1),(78,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:06',10,20,1),(79,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:07',10,20,1),(80,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:07',10,20,1),(81,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:07',10,20,1),(82,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:07',10,20,1),(83,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:07',10,20,1),(84,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:07',10,20,1),(85,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:07',10,20,1),(86,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:07',10,20,1),(87,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:07',10,20,1),(88,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:07',10,20,1),(89,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:07',10,20,1),(90,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:07',10,20,1),(91,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:07',10,20,1),(92,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:07',10,20,1),(93,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:07',10,20,1),(94,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:07',10,20,1),(95,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:07',10,20,1),(96,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:07',10,20,1),(97,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:07',10,20,1),(98,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:07',10,20,1),(99,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:07',10,20,1),(100,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:08',10,20,1),(101,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:08',10,20,1),(102,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:08',10,20,1),(103,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:08',10,20,1),(104,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:08',10,20,1),(105,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:08',10,20,1),(106,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:08',10,20,1),(107,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:08',10,20,1),(108,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:08',10,20,1),(109,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:08',10,20,1),(110,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:08',10,20,1),(111,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:08',10,20,1),(112,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:08',10,20,1),(113,'祛痘膏','qudougao.png','专业祛痘，无任何添加物,请放心使用','2017-03-16 13:59:08',10,20,1);
/*!40000 ALTER TABLE `t_goods` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2017-04-19  8:43:10
